Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_HideToTray.Header
source: Hide to system tray
af_za: Versteek na stelselbak
ar_eg: اخفي لشريط المهام
ar_sa: الإخفاء إلى علبة النظام
bg_bg: Скрий в системния трей
bn_bd: সিস্টেম ট্রেতে লুকান
ca_es: Amagar a la safata del sistema
cs_cz: Skrýt do systémové lišty
da_dk: Skjul til systembakke
de_de: In Taskleiste minimieren
el_gr: Απόκρυψη στην περιοχή ειδοποιήσεων
es_mx: Ocultar en la bandeja del sistema
et_ee: Peida tegumiribale
fa_ir: پنهان کردن در سینی سیستم
fi_fi: Piilota ilmaisinalueelle
fr_fr: Masquer dans la barre d'état système
ga_ie: Folaigh chuig an tráidire córais
he_il: הסתר למגש המערכת
hi_in: सिस्टम ट्रे में छिपाएँ
hr_hr: Sakrij u sistemsku traku
hu_hu: Elrejtés a tálcára
id_id: Sembunyikan ke baki sistem
it_it: Nascondi nell'area di notifica
ja_jp: システムトレイに隠す
ko_kr: 시스템 트레이로 숨기기
lt_lt: Slėpti į sistemos dėklą
ms_my: Sembunyikan ke dulang sistem
nl_nl: Verbergen in systeemvak
no_no: Skjul til systemstatusfeltet
pa_in: ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਲੁਕਾਓ
pl_pl: Ukryj do zasobnika systemowego
pt_pt: Ocultar para a bandeja do sistema
ro_ro: Ascunde în bara de sistem
ru_ru: Скрывать в системный трей
sk_sk: Skryť do systémovej lišty
sq_al: Fsheh në shiritin e sistemit
sr_cyrl_rs: Сакриј у системску траку
sv_se: Dölj till systemfältet
sw_ke: Ficha kwenye trei ya mfumo
ta_in: சிஸ்டம் ட்ரே-க்கு மறை
th_th: ซ่อนไปยังถาดระบบ
tl_ph: Itago sa system tray
tr_tr: Sistem tepsisine gizle
uk_ua: Приховати в системний трей
vi_vn: Ẩn vào khay hệ thống
zh_cn: 隐藏到系统托盘
zh_tw: 隱藏至系統匣

# SettingsPage_HideToTray.Description
source: When closed, hide to the system tray instead.
af_za: Wanneer gesluit, versteek na die stelselbak in plaas daarvan.
ar_eg: عند الإغلاق، اخفي لشريط المهام بدلاً من ذلك.
ar_sa: عند الإغلاق، اخفِ إلى علبة النظام بدلاً من ذلك.
bg_bg: Когато е затворен, вместо това го скрийте в системния трей.
bn_bd: বন্ধ করা হলে, পরিবর্তে সিস্টেম ট্রেতে লুকান।
ca_es: Quan es tanqui, amagar a la safata del sistema en lloc de tancar l'aplicació.
cs_cz: Po zavření se místo toho skrýt do systémové lišty.
da_dk: Når lukket, skjul til systembakken i stedet.
de_de: Beim Schließen in der Taskleiste ausblenden.
el_gr: Όταν κλείσει, αποκρύψτε το στην περιοχή ειδοποιήσεων αντί να το κλείσετε.
es_mx: Al cerrar, oculta en la bandeja del sistema en su lugar.
et_ee: Sulgemisel peida tegumiribale.
fa_ir: هنگام بستن، به جای آن در سینی سیستم پنهان شود.
fi_fi: Suljettaessa piilota ilmaisinalueelle sen sijaan.
fr_fr: Lorsqu'elle est fermée, masquez-la plutôt dans la barre d'état système.
ga_ie: Nuair a dhúntar é, folaigh chuig an tráidire córais ina ionad.
he_il: כאשר נסגר, הסתר למגש המערכת במקום זאת.
hi_in: बंद होने पर, इसके बजाय सिस्टम ट्रे में छिपाएँ।
hr_hr: Kada se zatvori, sakrij u sistemsku traku umjesto toga.
hu_hu: Bezáráskor a tálcára rejtés.
id_id: Saat ditutup, sembunyikan ke baki sistem sebagai gantinya.
it_it: Quando chiuso, nascondi nell'area di notifica invece.
ja_jp: 閉じるとき、代わりにシステムトレイに隠します。
ko_kr: 닫을 때 시스템 트레이로 숨깁니다.
lt_lt: Uždarius, paslėpti į sistemos dėklą.
ms_my: Apabila ditutup, sembunyikan ke dulang sistem.
nl_nl: Bij sluiten, verbergen in het systeemvak.
no_no: Når lukket, skjul til systemstatusfeltet i stedet.
pa_in: ਬੰਦ ਕੀਤੇ ਜਾਣ 'ਤੇ, ਇਸਨੂੰ ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਲੁਕਾਓ।
pl_pl: Po zamknięciu ukryj w zasobniku systemowym.
pt_pt: Quando fechado, oculta para a bandeja do sistema em vez disso.
ro_ro: Când este închisă, ascunde-o în bara de sistem în schimb.
ru_ru: При закрытии скрывать в системный трей вместо этого.
sk_sk: Po zatvorení skryť do systémovej lišty.
sq_al: Kur mbyllet, fsheh në shiritin e sistemit në vend të kësaj.
sr_cyrl_rs: Када се затвори, сакриј у системску траку уместо тога.
sv_se: När den stängs, dölj till systemfältet istället.
sw_ke: Inapofungwa, ficha kwenye trei ya mfumo badala yake.
ta_in: மூடப்படும்போது, அதற்கு பதிலாக சிஸ்டம் ட்ரே-க்கு மறை.
th_th: เมื่อปิด จะซ่อนไปยังถาดระบบแทน
tl_ph: Kapag isinara, itago sa system tray sa halip.
tr_tr: Kapatıldığında, bunun yerine sistem tepsisine gizle.
uk_ua: При закритті приховувати в системний трей.
vi_vn: Khi đóng, ẩn vào khay hệ thống thay vì đóng hoàn toàn.
zh_cn: 关闭时，而是隐藏到系统托盘。
zh_tw: 關閉時，隱藏至系統匣而不是關閉視窗。

# SettingsPage_TrayCoverArt.Header
source: Show cover art in flyout
af_za: Wys omslagkuns in opspring
ar_eg: اظهر صورة الغلاف في النافذة المنبثقة
ar_sa: إظهار صورة الغلاف في النافذة المنبثقة
bg_bg: Покажи обложката в изскачащия прозорец
bn_bd: ফ্লাইআউটে কভার আর্ট দেখান
ca_es: Mostrar caràtula en la finestra emergent
cs_cz: Zobrazit obal v kontextovém okně
da_dk: Vis cover-art i pop op-vindue
de_de: Cover-Art im Flyout anzeigen
el_gr: Εμφάνιση εξωφύλλου στο αναδυόμενο παράθυρο
es_mx: Mostrar carátula en el desplegable
et_ee: Näita kaanekujundust hüpikaknas
fa_ir: نمایش تصویر جلد در پنجره بازشو
fi_fi: Näytä kansikuva pikaikkunassa
fr_fr: Afficher la pochette dans le menu volant
ga_ie: Taispeáin ealaín clúdaigh sa fhuinneog aníos
he_il: הצג עטיפת אלבום בחלון קופץ
hi_in: फ़्लायआउट में कवर आर्ट दिखाएँ
hr_hr: Prikaži naslovnicu u skočnom prozoru
hu_hu: Borító megjelenítése az előugró ablakban
id_id: Tampilkan sampul album di flyout
it_it: Mostra copertina nel flyout
ja_jp: フライアウトでカバーアートを表示
ko_kr: 플라이아웃에 커버 아트 표시
lt_lt: Rodyti viršelio iliustraciją iššokančiajame lange
ms_my: Tunjukkan seni kulit dalam tetingkap pop timbul
nl_nl: Omslagafbeelding weergeven in flyout
no_no: Vis omslagsbilde i utfoldbar meny
pa_in: ਫਲਾਈਆਊਟ ਵਿੱਚ ਕਵਰ ਆਰਟ ਦਿਖਾਓ
pl_pl: Pokaż okładkę w wyskakującym okienku
pt_pt: Mostrar capa na janela pop-up
ro_ro: Afișează imaginea de copertă în fereastra pop-up
ru_ru: Показывать обложку в всплывающем окне
sk_sk: Zobraziť obal albumu vo vyskakovacom okne
sq_al: Shfaq kopertinën në dritaren e vogël
sr_cyrl_rs: Прикажи омот у искочном прозору
sv_se: Visa omslagsbild i snabbmeny
sw_ke: Onyesha jalada la wimbo kwenye dirisha ibukizi
ta_in: ஃப்ளைஅவுட்டில் அட்டைப் படத்தைக் காட்டு
th_th: แสดงภาพหน้าปกใน Flyout
tl_ph: Ipakita ang cover art sa flyout
tr_tr: Açılır pencerede kapak görselini göster
uk_ua: Показати обкладинку у спливаючому вікні
vi_vn: Hiển thị ảnh bìa trong cửa sổ bật lên
zh_cn: 在浮出控件中显示封面艺术
zh_tw: 在飛出視窗中顯示專輯封面

# SettingsPage_TrayCoverArt.Description
source: Display the cover art in the compact player that appears when clicking the tray icon.
af_za: Vertoon die omslagkuns in die kompakte speler wat verskyn wanneer die skinkbordikoon geklik word.
ar_eg: اعرض صورة الغلاف في المشغل المصغر الذي يظهر عند النقر على أيقونة شريط المهام.
ar_sa: عرض صورة الغلاف في المشغل المصغر الذي يظهر عند النقر على أيقونة علبة النظام.
bg_bg: Покажете обложката в компактния плейър, който се появява при щракване върху иконата в системния трей.
bn_bd: ট্রে আইকনে ক্লিক করার সময় প্রদর্শিত কমপ্যাক্ট প্লেয়ারে কভার আর্ট প্রদর্শন করুন।
ca_es: Mostra la caràtula en el reproductor compacte que apareix en fer clic a la icona de la safata.
cs_cz: Zobrazí obal alba v kompaktním přehrávači, který se objeví po kliknutí na ikonu v oznamovací oblasti.
da_dk: Vis cover-art i den kompakte afspiller, der vises, når du klikker på bakkeikonet.
de_de: Zeigt das Cover-Art im kompakten Player an, der beim Klicken auf das Taskleistensymbol erscheint.
el_gr: Εμφάνιση του εξωφύλλου στον συμπαγή αναπαραγωγέα που εμφανίζεται όταν κάνετε κλικ στο εικονίδιο της περιοχής ειδοποιήσεων.
es_mx: Muestra la carátula en el reproductor compacto que aparece al hacer clic en el icono de la bandeja.
et_ee: Kuvab kaanekujundust kompaktses mängijas, mis ilmub tegumiriba ikoonil klõpsamisel.
fa_ir: تصویر جلد را در پخش‌کننده فشرده‌ای که با کلیک روی نماد سینی ظاهر می‌شود، نمایش دهید.
fi_fi: Näytä kansikuva kompaktissa soittimessa, joka ilmestyy ilmaisinalueen kuvaketta napsautettaessa.
fr_fr: Affiche la pochette dans le lecteur compact qui apparaît lorsque vous cliquez sur l'icône de la barre d'état système.
ga_ie: Taispeáin an ealaín clúdaigh sa seinnteoir dlúth a fheictear nuair a chliceáiltear an deilbhín tráidire.
he_il: הצג את עטיפת האלבום בנגן הקומפקטי שמופיע בלחיצה על סמל המגש.
hi_in: ट्रे आइकन पर क्लिक करने पर दिखाई देने वाले कॉम्पैक्ट प्लेयर में कवर आर्ट प्रदर्शित करें।
hr_hr: Prikažite naslovnicu u kompaktnom reproduktoru koji se pojavljuje kada kliknete ikonu u sistemskoj traci.
hu_hu: Jelenítse meg a borítóképet a kompakt lejátszóban, amely a tálca ikonjára kattintva jelenik meg.
id_id: Tampilkan sampul album di pemutar ringkas yang muncul saat mengklik ikon baki.
it_it: Visualizza la copertina nel lettore compatto che appare cliccando sull'icona della barra delle applicazioni.
ja_jp: トレイアイコンをクリックしたときに表示されるコンパクトプレイヤーでカバーアートを表示します。
ko_kr: 트레이 아이콘을 클릭할 때 나타나는 컴팩트 플레이어에 커버 아트를 표시합니다.
lt_lt: Rodyti viršelio iliustraciją kompaktiškame grotuve, kuris pasirodo spustelėjus dėklo piktogramą.
ms_my: Paparkan seni kulit dalam pemain padat yang muncul apabila mengklik ikon dulang.
nl_nl: Toon de omslagafbeelding in de compacte speler die verschijnt wanneer u op het pictogram in het systeemvak klikt.
no_no: Vis omslagsbildet i den kompakte spilleren som vises når du klikker på ikonet i systemstatusfeltet.
pa_in: ਟ੍ਰੇ ਆਈਕਨ 'ਤੇ ਕਲਿੱਕ ਕਰਨ 'ਤੇ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ ਸੰਖੇਪ ਪਲੇਅਰ ਵਿੱਚ ਕਵਰ ਆਰਟ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।
pl_pl: Wyświetl okładkę w kompaktowym odtwarzaczu, który pojawia się po kliknięciu ikony zasobnika.
pt_pt: Exibe a capa no leitor compacto que aparece ao clicar no ícone da bandeja.
ro_ro: Afișează imaginea de copertă în playerul compact care apare la apăsarea pictogramei din bara de sistem.
ru_ru: Отображать обложку в компактном плеере, который появляется при нажатии на значок в трее.
sk_sk: Zobraziť obal albumu v kompaktnom prehrávači, ktorý sa zobrazí po kliknutí na ikonu v lište.
sq_al: Shfaq kopertinën në luajtësin kompakt që shfaqet kur klikohet ikona në shiritin e sistemit.
sr_cyrl_rs: Прикажите омот у компактном плејеру који се појављује када кликнете на икону у траци.
sv_se: Visa omslagsbilden i den kompakta spelaren som visas när du klickar på systemfältsikonen.
sw_ke: Onyesha jalada la wimbo kwenye kichezaji kidogo kinachoonekana unapobofya ikoni ya trei.
ta_in: ட்ரே ஐகானைக் கிளிக் செய்யும்போது தோன்றும் சிறிய பிளேயரில் அட்டைப் படத்தைக் காட்டு.
th_th: แสดงภาพหน้าปกในเครื่องเล่นขนาดกะทัดรัดที่ปรากฏขึ้นเมื่อคลิกไอคอนถาดระบบ
tl_ph: Ipakita ang cover art sa compact player na lumalabas kapag kino-click ang tray icon.
tr_tr: Tepsi simgesine tıklandığında beliren kompakt oynatıcıda kapak görselini görüntüle.
uk_ua: Відображати обкладинку в компактному програвачі, який з'являється при натисканні на значок у треї.
vi_vn: Hiển thị ảnh bìa trong trình phát nhỏ gọn xuất hiện khi nhấp vào biểu tượng khay.
zh_cn: 在单击托盘图标时出现的紧凑播放器中显示封面艺术。
zh_tw: 在點擊系統匣圖示時出現的精巧播放器中顯示專輯封面。

# SettingsPage_Section_Data.Text
source: Data Management
af_za: Datastuur
ar_eg: إدارة البيانات
ar_sa: إدارة البيانات
bg_bg: Управление на данни
bn_bd: ডেটা ব্যবস্থাপনা
ca_es: Gestió de dades
cs_cz: Správa dat
da_dk: Datastyring
de_de: Datenverwaltung
el_gr: Διαχείριση Δεδομένων
es_mx: Gestión de datos
et_ee: Andmehaldus
fa_ir: مدیریت داده‌ها
fi_fi: Tietojen hallinta
fr_fr: Gestion des données
ga_ie: Bainistíocht Sonraí
he_il: ניהול נתונים
hi_in: डेटा प्रबंधन
hr_hr: Upravljanje podacima
hu_hu: Adatkezelés
id_id: Manajemen Data
it_it: Gestione dati
ja_jp: データ管理
ko_kr: 데이터 관리
lt_lt: Duomenų valdymas
ms_my: Pengurusan Data
nl_nl: Gegevensbeheer
no_no: Databehandling
pa_in: ਡਾਟਾ ਪ੍ਰਬੰਧਨ
pl_pl: Zarządzanie danymi
pt_pt: Gestão de Dados
ro_ro: Gestionarea datelor
ru_ru: Управление данными
sk_sk: Správa dát
sq_al: Menaxhimi i të dhënave
sr_cyrl_rs: Управљање подацима
sv_se: Datahantering
sw_ke: Usimamizi wa Data
ta_in: தரவு மேலாண்மை
th_th: การจัดการข้อมูล
tl_ph: Pamamahala ng Data
tr_tr: Veri Yönetimi
uk_ua: Керування даними
vi_vn: Quản lý dữ liệu
zh_cn: 数据管理
zh_tw: 資料管理

# SettingsPage_ArtistSplitting.Header
source: Artist Splitting
af_za: Kunstenaar Splitsing
ar_eg: تقسيم الفنان
ar_sa: تقسيم الفنانين
bg_bg: Разделяне на изпълнители
bn_bd: শিল্পী বিভাজন
ca_es: Divisió d'artistes
cs_cz: Dělení interpretů
da_dk: Kunstneropdeling
de_de: Künstlertrennung
el_gr: Διαχωρισμός Καλλιτεχνών
es_mx: Separación de artistas
et_ee: Esitaja jaotamine
fa_ir: جداسازی هنرمند
fi_fi: Artistien jako
fr_fr: Séparation des artistes
ga_ie: Deighilt Ealaíontóra
he_il: פיצול אמן
hi_in: कलाकार विभाजन
hr_hr: Razdvajanje izvođača
hu_hu: Előadók felosztása
id_id: Pemisahan Artis
it_it: Separazione artisti
ja_jp: アーティスト分割
ko_kr: 아티스트 분할
lt_lt: Atlikėjų atskyrimas
ms_my: Pemisahan Artis
nl_nl: Artiest splitsen
no_no: Artistoppdeling
pa_in: ਕਲਾਕਾਰ ਵੰਡ
pl_pl: Dzielenie artystów
pt_pt: Divisão de Artista
ro_ro: Separarea artiștilor
ru_ru: Разделение исполнителей
sk_sk: Rozdelenie interpretov
sq_al: Ndarja e artistëve
sr_cyrl_rs: Дељење извођача
sv_se: Artistdelning
sw_ke: Kugawa Wasanii
ta_in: கலைஞர் பிளவு
th_th: การแยกศิลปิน
tl_ph: Paghihiwalay ng Artist
tr_tr: Sanatçı Ayırma
uk_ua: Розділення виконавців
vi_vn: Tách nghệ sĩ
zh_cn: 艺术家分割
zh_tw: 藝人分割

# SettingsPage_ArtistSplitting.Description
source: Define characters used to split multiple artists (e.g. ';/'). Leave empty to disable.
af_za: Definieer karakters wat gebruik word om veelvuldige kunstenaars te skei (bv. ';/'). Laat leeg om te deaktiveer.
ar_eg: حدد الأحرف المستخدمة لتقسيم الفنانين المتعددين (مثل ';/'). اتركها فارغة للتعطيل.
ar_sa: حدد الأحرف المستخدمة لتقسيم الفنانين المتعددين (مثل ';/'). اتركها فارغة للتعطيل.
bg_bg: Дефинирайте символи, използвани за разделяне на множество изпълнители (напр. „;/“). Оставете празно, за да деактивирате.
bn_bd: একাধিক শিল্পীকে বিভক্ত করতে ব্যবহৃত অক্ষরগুলি সংজ্ঞায়িত করুন (যেমন ';/')। নিষ্ক্রিয় করতে খালি রাখুন।
ca_es: Defineix els caràcters utilitzats per dividir múltiples artistes (per exemple, ';/'). Deixa-ho buit per desactivar-ho.
cs_cz: Definujte znaky používané pro oddělení více interpretů (např. ';/'). Ponechejte prázdné pro zakázání.
da_dk: Definer tegn, der bruges til at opdele flere kunstnere (f.eks. ';/'). Lad feltet være tomt for at deaktivere.
de_de: Definieren Sie Zeichen, die zum Trennen mehrerer Künstler verwendet werden (z.B. ';/'). Lassen Sie das Feld leer, um die Funktion zu deaktivieren.
el_gr: Ορίστε χαρακτήρες που χρησιμοποιούνται για τον διαχωρισμό πολλών καλλιτεχνών (π.χ. ';/'). Αφήστε το κενό για απενεργοποίηση.
es_mx: Define los caracteres utilizados para separar múltiples artistas (ej. ';/'). Deja vacío para deshabilitar.
et_ee: Määratlege märgid, mida kasutatakse mitme esitaja jagamiseks (nt ';/'). Tühjaks jätmisel keelatakse.
fa_ir: کاراکترهای مورد استفاده برای جداسازی چندین هنرمند را تعریف کنید (مانند ';/'). برای غیرفعال کردن، خالی بگذارید.
fi_fi: Määritä merkit, joita käytetään useiden artistien jakamiseen (esim. ';/'). Jätä tyhjäksi poistaaksesi käytöstä.
fr_fr: Définissez les caractères utilisés pour séparer plusieurs artistes (par exemple, ';/'). Laissez vide pour désactiver.
ga_ie: Sainmhínigh carachtair a úsáidtear chun il-ealaíontóirí a dheighilt (e.g., ';/'). Fág folamh chun díchumasú.
he_il: הגדר תווים המשמשים לפיצול אמנים מרובים (לדוגמה: ';/'). השאר ריק כדי לבטל.
hi_in: कई कलाकारों को विभाजित करने के लिए उपयोग किए जाने वाले वर्णों को परिभाषित करें (जैसे ';/')। अक्षम करने के लिए खाली छोड़ दें।
hr_hr: Definirajte znakove koji se koriste za razdvajanje više izvođača (npr. ';/'). Ostavite prazno za onemogućavanje.
hu_hu: Adja meg a több előadó felosztásához használt karaktereket (pl. ';/'). Hagyja üresen a letiltáshoz.
id_id: Tentukan karakter yang digunakan untuk memisahkan beberapa artis (misalnya ';/'). Biarkan kosong untuk menonaktifkan.
it_it: Definisci i caratteri usati per separare più artisti (es. ';/'). Lascia vuoto per disabilitare.
ja_jp: 複数のアーティストを分割するために使用する文字 (例: 「;/」) を定義します。無効にするには空白のままにします。
ko_kr: 여러 아티스트를 분할하는 데 사용되는 문자(예: ';/')를 정의합니다. 비워두면 비활성화됩니다.
lt_lt: Apibrėžkite simbolius, naudojamus atskirti kelis atlikėjus (pvz., „;/“). Palikite tuščią, kad išjungtumėte.
ms_my: Tentukan aksara yang digunakan untuk memisahkan berbilang artis (cth. ';/'). Biarkan kosong untuk melumpuhkan.
nl_nl: Definieer tekens die worden gebruikt om meerdere artiesten te splitsen (bijv. ';/'). Laat leeg om uit te schakelen.
no_no: Definer tegn som brukes til å splitte flere artister (f.eks. ';/'). La stå tomt for å deaktivere.
pa_in: ਕਈ ਕਲਾਕਾਰਾਂ ਨੂੰ ਵੰਡਣ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਅੱਖਰਾਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ (ਉਦਾਹਰਨ ਲਈ ';/')
pl_pl: Zdefiniuj znaki używane do rozdzielania wielu artystów (np. ';/'). Pozostaw puste, aby wyłączyć.
pt_pt: Defina os carateres usados para separar vários artistas (ex: ';/'). Deixe vazio para desativar.
ro_ro: Definește caracterele folosite pentru a separa artiști multipli (ex: ';/'). Lasă gol pentru a dezactiva.
ru_ru: Определите символы, используемые для разделения нескольких исполнителей (например, ';/'). Оставьте пустым, чтобы отключить.
sk_sk: Definujte znaky použité na rozdelenie viacerých interpretov (napr. ';/'). Nechajte prázdne pre vypnutie.
sq_al: Përcakto karakteret e përdorura për të ndarë artistët e shumtë (p.sh. ';/'). Lëre bosh për të çaktivizuar.
sr_cyrl_rs: Дефинишите знакове који се користе за раздвајање више извођача (нпр. ';/'). Оставите празно да бисте онемогућили.
sv_se: Definiera tecken som används för att dela flera artister (t.ex. ';/'). Lämna tomt för att inaktivera.
sw_ke: Fafanua herufi zinazotumika kutenganisha wasanii wengi (k.m. ';/'). Acha tupu ili kuzima.
ta_in: பல கலைஞர்களைப் பிரிக்கப் பயன்படுத்தப்படும் எழுத்துக்களை வரையறுக்கவும் (எ.கா. ';/'). முடக்க காலியாக விடவும்.
th_th: กำหนดอักขระที่ใช้ในการแยกศิลปินหลายคน (เช่น ';/') เว้นว่างไว้เพื่อปิดใช้งาน
tl_ph: Tukuyin ang mga karakter na ginagamit upang paghiwalayin ang maraming artist (hal. ';/'). Hayaan itong walang laman upang i-disable.
tr_tr: Birden fazla sanatçıyı ayırmak için kullanılan karakterleri tanımlayın (örn. ';/'). Devre dışı bırakmak için boş bırakın.
uk_ua: Визначте символи, що використовуються для розділення кількох виконавців (наприклад, ';/'). Залиште порожнім, щоб вимкнути.
vi_vn: Định nghĩa các ký tự dùng để tách nhiều nghệ sĩ (ví dụ: ';/'). Để trống để tắt.
zh_cn: 定义用于分割多个艺术家的字符（例如“;/”）。留空以禁用。
zh_tw: 定義用於分割多個藝人的字元（例如「;/」）。留空則停用。

# SettingsPage_RescanLibrary.Content
source: Rescan Library
af_za: Herskan Biblioteek
ar_eg: إعادة فحص المكتبة
ar_sa: إعادة مسح المكتبة
bg_bg: Пресканирай библиотека
bn_bd: লাইব্রেরি পুনরায় স্ক্যান করুন
ca_es: Tornar a escanejar la biblioteca
cs_cz: Znovu naskenovat knihovnu
da_dk: Genscan bibliotek
de_de: Bibliothek erneut scannen
el_gr: Επανάληψη Σάρωσης Βιβλιοθήκης
es_mx: Volver a escanear biblioteca
et_ee: Skanni teek uuesti
fa_ir: اسکن مجدد کتابخانه
fi_fi: Uudelleenskannaa kirjasto
fr_fr: Réanalyser la bibliothèque
ga_ie: Athscan Leabharlann
he_il: סרוק ספרייה מחדש
hi_in: लाइब्रेरी पुनः स्कैन करें
hr_hr: Ponovno skeniraj knjižnicu
hu_hu: Könyvtár újraolvasása
id_id: Pindai Ulang Pustaka
it_it: Riscansiona libreria
ja_jp: ライブラリを再スキャン
ko_kr: 라이브러리 재검색
lt_lt: Nuskaityti biblioteką iš naujo
ms_my: Imbas Semula Pustaka
nl_nl: Bibliotheek opnieuw scannen
no_no: Søk i bibliotek på nytt
pa_in: ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮੁੜ ਸਕੈਨ ਕਰੋ
pl_pl: Skanuj bibliotekę ponownie
pt_pt: Voltar a Analisar Biblioteca
ro_ro: Rescanează biblioteca
ru_ru: Пересканировать библиотеку
sk_sk: Znova naskenovať knižnicu
sq_al: Rikërko bibliotekën
sr_cyrl_rs: Поново скенирај библиотеку
sv_se: Skanna om bibliotek
sw_ke: Changanua Maktaba Upya
ta_in: நூலகத்தை மீண்டும் ஸ்கேன் செய்
th_th: สแกนคลังเพลงใหม่
tl_ph: I-scan Uli ang Library
tr_tr: Arşivi Yeniden Tara
uk_ua: Пересканувати бібліотеку
vi_vn: Quét lại thư viện
zh_cn: 重新扫描库
zh_tw: 重新掃描媒體庫

source: Rescan library to apply splitting changes
af_za: Herskan biblioteek om splitsingveranderings toe te pas
ar_eg: إعادة فحص المكتبة لتطبيق تغييرات التقسيم
ar_sa: إعادة مسح المكتبة لتطبيق تغييرات التقسيم
bg_bg: Пресканирайте библиотеката, за да приложите промените в разделянето
bn_bd: বিভাজন পরিবর্তন প্রয়োগ করতে লাইব্রেরি পুনরায় স্ক্যান করুন
ca_es: Tornar a escanejar la biblioteca per aplicar els canvis de divisió
cs_cz: Znovu naskenujte knihovnu pro aplikování změn dělení
da_dk: Genscan bibliotek for at anvende opdelingsændringer
de_de: Bibliothek erneut scannen, um Trennungsänderungen anzuwenden
el_gr: Επανάληψη σάρωσης βιβλιοθήκης για εφαρμογή αλλαγών διαχωρισμού
es_mx: Volver a escanear la biblioteca para aplicar cambios de separación
et_ee: Skanni teek uuesti, et rakendada jagamismuudatusi
fa_ir: برای اعمال تغییرات جداسازی، کتابخانه را اسکن مجدد کنید
fi_fi: Uudelleenskannaa kirjasto ottaaksesi jakomuutokset käyttöön
fr_fr: Réanalyser la bibliothèque pour appliquer les modifications de séparation
ga_ie: Athscan leabharlann chun athruithe deighilte a chur i bhfeidhm
he_il: סרוק ספרייה מחדש כדי להחיל שינויי פיצול
hi_in: विभाजन परिवर्तनों को लागू करने के लिए लाइब्रेरी पुनः स्कैन करें
hr_hr: Ponovno skenirajte knjižnicu kako biste primijenili promjene razdvajanja
hu_hu: Olvassa be újra a könyvtárat a felosztási változtatások alkalmazásához
id_id: Pindai ulang pustaka untuk menerapkan perubahan pemisahan
it_it: Riscansiona la libreria per applicare le modifiche di separazione
ja_jp: 分割変更を適用するためにライブラリを再スキャン
ko_kr: 분할 변경 사항을 적용하려면 라이브러리를 재검색하세요
lt_lt: Nuskaityti biblioteką iš naujo, kad pritaikytumėte atskyrimo pakeitimus
ms_my: Imbas semula pustaka untuk menggunakan perubahan pemisahan
nl_nl: Bibliotheek opnieuw scannen om splitsingswijzigingen toe te passen
no_no: Søk i bibliotek på nytt for å bruke oppdelingsendringer
pa_in: ਵੰਡ ਬਦਲਾਵਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮੁੜ ਸਕੈਨ ਕਰੋ
pl_pl: Skanuj bibliotekę ponownie, aby zastosować zmiany w dzieleniu
pt_pt: Voltar a analisar a biblioteca para aplicar as alterações de divisão
ro_ro: Rescanează biblioteca pentru a aplica modificările de separare
ru_ru: Пересканировать библиотеку для применения изменений разделения
sk_sk: Znova naskenovať knižnicu pre aplikovanie zmien rozdelenia
sq_al: Rikërko bibliotekën për të aplikuar ndryshimet e ndarjes
sr_cyrl_rs: Поново скенирајте библиотеку да примените измене дељења
sv_se: Skanna om biblioteket för att tillämpa delningsändringar
sw_ke: Changanua maktaba upya ili kutumia mabadiliko ya kugawanya
ta_in: பிளவு மாற்றங்களைப் பயன்படுத்த நூலகத்தை மீண்டும் ஸ்கேன் செய்யவும்
th_th: สแกนคลังเพลงใหม่เพื่อใช้การเปลี่ยนแปลงการแยก
tl_ph: I-scan uli ang library upang ilapat ang mga pagbabago sa paghihiwalay
tr_tr: Ayırma değişikliklerini uygulamak için arşivi yeniden tarayın
uk_ua: Пересканувати бібліотеку, щоб застосувати зміни розділення
vi_vn: Quét lại thư viện để áp dụng các thay đổi tách
zh_cn: 重新扫描库以应用分割更改
zh_tw: 重新掃描媒體庫以套用分割變更
